Repository: nuraqueer/PGPony-Translations-ko
Catalog: ios/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

source: Connect it to the USB-C port. This device has no NFC, so tapping will not work. Lightning keys such as the 5Ci are not supported.
de: Schließe ihn an den USB-C-Anschluss an. Dieses Gerät hat kein NFC, daher funktioniert Auflegen nicht. Lightning-Schlüssel wie der 5Ci werden nicht unterstützt.
es: Conéctala al puerto USB-C. Este dispositivo no tiene NFC, así que acercarla no funcionará. Las claves Lightning como la 5Ci no son compatibles.
fr: Branchez-la sur le port USB-C. Cet appareil n'a pas de NFC, l'approche ne fonctionnera donc pas. Les clés Lightning telles que la 5Ci ne sont pas prises en charge.
ja: USB-Cポートに接続してください。この端末にはNFCがないためタップは使えません。5CiなどのLightningキーは非対応です。
pt_br: Conecte-a à porta USB-C. Este dispositivo não tem NFC, então aproximar não funciona. Chaves Lightning como a 5Ci não são suportadas.
zh_hans: 将其连接到 USB-C 接口。本设备没有 NFC，因此无法通过轻触使用。不支持 5Ci 等 Lightning 密钥。

source: Connecting to card…
de: Verbindung zur Karte …
es: Conectando con la tarjeta…
fr: Connexion à la carte…
ja: カードに接続中…
pt_br: Conectando ao cartão…
zh_hans: 正在连接卡…

source: Contact
de: Kontakt
es: Contacto
ja: 連絡先
pt_br: Contato
zh_hans: 联系人

source: Contacts
de: Kontakte
es: Contactos
ja: 連絡先
pt_br: Contatos
zh_hans: 联系人

source: Contacts Access
de: Kontaktzugriff
es: Acceso a Contactos
fr: Accès aux contacts
ja: 連絡先へのアクセス
pt_br: Acesso a Contatos
zh_hans: 通讯录访问权限

source: Contacts access was denied. You can enable it in Settings.
de: Der Kontaktzugriff wurde verweigert. Du kannst ihn in den Einstellungen aktivieren.
es: Se ha denegado el acceso a los contactos. Puedes habilitarlo en Ajustes.
fr: L'accès aux contacts a été refusé. Vous pouvez l'activer dans les Réglages.
ja: 連絡先へのアクセスが拒否されました。設定から有効にできます。
pt_br: O acesso aos contatos foi negado. Você pode ativá-lo em Ajustes.
zh_hans: 通讯录访问权限已被拒绝。你可以在设置中开启。

source: Content source
de: Inhaltsquelle
es: Origen del contenido
fr: Source du contenu
ja: コンテンツのソース
pt_br: Origem do conteúdo
zh_hans: 内容来源

source: Continue
de: Weiter
es: Continuar
fr: Continuer
ja: 続ける
pt_br: Continuar
zh_hans: 继续

source: Copied
de: Kopiert
es: Copiado
fr: Copié
ja: コピー済み
pt_br: Copiado
zh_hans: 已复制

source: Copied!
de: Kopiert!
es: ¡Copiado!
fr: Copié !
ja: コピーしました！
pt_br: Copiado!
zh_hans: 已拷贝！

source: Copies this card's details, the connection method, and what this device supports — paste it into a bug report. Contains no PIN, passphrase, or private key material.
de: Kopiert die Details dieser Karte, die Verbindungsmethode und was dieses Gerät unterstützt — füge es in einen Fehlerbericht ein. Enthält keine PIN, Passphrase oder privates Schlüsselmaterial.
es: Copia los detalles de esta tarjeta, el método de conexión y lo que admite este dispositivo — pégalo en un informe de error. No contiene ningún PIN, frase de contraseña ni material de clave privada.
fr: Copie les détails de cette carte, la méthode de connexion et ce que prend en charge cet appareil — collez-les dans un rapport de bogue. Ne contient aucun PIN, aucune phrase secrète ni aucun élément de clé privée.
ja: このカードの詳細、接続方法、端末の対応状況をコピーします。バグ報告に貼り付けてください。PIN、パスフレーズ、秘密鍵は含まれません。
pt_br: Copia os detalhes deste cartão, o método de conexão e o que este dispositivo suporta — cole em um relatório de bug. Não contém PIN, senha nem material de chave privada.
zh_hans: 复制此卡的详情、连接方式以及本设备支持的功能——可粘贴到错误报告中。不含 PIN、口令或私钥材料。

source: Copy
de: Kopieren
es: Copiar
fr: Copier
ja: コピー
pt_br: Copiar
zh_hans: 复制

source: Copy Again
de: Erneut kopieren
es: Copiar otra vez
fr: Copier à nouveau
ja: もう一度コピー
pt_br: Copiar novamente
zh_hans: 再次拷贝

source: Copy code
de: Code kopieren
es: Copiar código
fr: Copier le code
ja: コードをコピー
pt_br: Copiar código
zh_hans: 复制代码

source: Copy Diagnostics
de: Diagnose kopieren
es: Copiar diagnósticos
fr: Copier les diagnostics
ja: 診断情報をコピー
pt_br: Copiar diagnóstico
zh_hans: 复制诊断信息

source: Copy FP
de: FP kopieren
es: Copiar HD
fr: Copier l'emp.
ja: FP コピー
pt_br: Copiar ID
zh_hans: 拷贝指纹

source: Copy Inline Block
de: Inline-Block kopieren
es: Copiar bloque en línea
fr: Copier le bloc en ligne
ja: インラインブロックをコピー
pt_br: Copiar bloco embutido
zh_hans: 拷贝内联块

source: Copy Message
de: Nachricht kopieren
es: Copiar mensaje
fr: Copier le message
ja: メッセージをコピー
pt_br: Copiar mensagem
zh_hans: 拷贝消息

source: Copy Private Key
de: Privaten Schlüssel kopieren
es: Copiar clave privada
fr: Copier la clé privée
ja: 秘密鍵をコピー
pt_br: Copiar chave privada
zh_hans: 拷贝私钥

source: Copy Public Key
de: Öffentlichen Schlüssel kopieren
es: Copiar clave pública
fr: Copier la clé publique
ja: 公開鍵をコピー
pt_br: Copiar chave pública
zh_hans: 拷贝公钥

source: Copy to Clipboard
de: In die Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
ja: クリップボードにコピー
pt_br: Copiar para a área de transferência
zh_hans: 拷贝到剪贴板

source: Copyright (c) 2026 Kevin Stewart. All rights reserved.
de: Copyright (c) 2026 Kevin Stewart. Alle Rechte vorbehalten.
es: Copyright (c) 2026 Kevin Stewart. Todos los derechos reservados.
fr: Copyright (c) 2026 Kevin Stewart. Tous droits réservés.
pt_br: Copyright (c) 2026 Kevin Stewart. Todos os direitos reservados.
zh_hans: 版权所有 (c) 2026 Kevin Stewart。 保留所有权利。

source: Could not access the selected file.
de: Auf die ausgewählte Datei kann nicht zugegriffen werden.
es: No se pudo acceder al archivo seleccionado.
fr: Impossible d'accéder au fichier sélectionné.
ja: 選択したファイルにアクセスできませんでした。
pt_br: Não foi possível acessar o arquivo selecionado.
zh_hans: 无法访问所选文件。

source: Could not decrypt. The message may be encrypted to a different key.
de: Konnte nicht entschlüsseln. Möglicherweise wurde die Nachricht für einen anderen Schlüssel verschlüsselt.
es: No se pudo descifrar. Es posible que el mensaje esté cifrado con otra clave.
fr: Impossible de déchiffrer. Le message a peut-être été chiffré pour une autre clé.
ja: 復号できませんでした。別の鍵で暗号化されている可能性があります。
pt_br: Não foi possível decifrar. A mensagem pode ter sido cifrada para outra chave.
zh_hans: 无法解密。该消息可能是用其他密钥加密的。

source: Could not encode armored output
de: Armored-Ausgabe konnte nicht kodiert werden
es: No se pudo codificar la salida armored
fr: Impossible d'encoder la sortie armored
ja: armored 出力をエンコードできませんでした
pt_br: Não foi possível codificar a saída armored
zh_hans: 无法编码 armored 输出

source: Could not encode ciphertext
de: Geheimtext konnte nicht codiert werden
es: No se pudo codificar el texto cifrado
fr: Impossible d'encoder le texte chiffré
ja: 暗号文をエンコードできませんでした
pt_br: Não foi possível codificar o texto cifrado
zh_hans: 无法编码密文

source: Could not encode encrypted output
de: Verschlüsselte Ausgabe konnte nicht codiert werden
es: No se pudo codificar la salida cifrada
fr: Impossible d'encoder la sortie chiffrée
ja: 暗号化された出力をエンコードできませんでした
pt_br: Não foi possível codificar a saída cifrada
zh_hans: 无法编码加密输出

source: Could not encode message
de: Nachricht konnte nicht codiert werden
es: No se pudo codificar el mensaje
fr: Impossible d'encoder le message
ja: メッセージをエンコードできませんでした
pt_br: Não foi possível codificar a mensagem
zh_hans: 无法编码消息

source: Could not export private key
de: Privater Schlüssel konnte nicht exportiert werden
es: No se pudo exportar la clave privada
fr: Impossible d'exporter la clé privée
ja: 秘密鍵をエクスポートできませんでした
pt_br: Não foi possível exportar a chave privada
zh_hans: 无法导出私钥

source: Could not export public key
de: Öffentlicher Schlüssel konnte nicht exportiert werden
es: No se pudo exportar la clave pública
fr: Impossible d'exporter la clé publique
ja: 公開鍵をエクスポートできませんでした
pt_br: Não foi possível exportar a chave pública
zh_hans: 无法导出公钥

source: Could not generate a secure backup code.
de: Es konnte kein sicherer Sicherungscode erzeugt werden.
es: No se pudo generar un código de copia de seguridad seguro.
fr: Impossible de générer un code de sauvegarde sécurisé.
ja: 安全なバックアップコードを生成できませんでした。
pt_br: Não foi possível gerar um código de backup seguro.
zh_hans: 无法生成安全的备份代码。

source: Could not load private key from Keychain.
de: Privater Schlüssel konnte nicht aus dem Schlüsselbund geladen werden.
es: No se pudo cargar la clave privada desde el llavero.
fr: Impossible de charger la clé privée depuis le trousseau.
ja: キーチェーンから秘密鍵を読み込めませんでした。
pt_br: Não foi possível carregar a chave privada do Chaveiro.
zh_hans: 无法从钥匙串加载私钥。

source: Could not load recipient keys
de: Empfängerschlüssel konnten nicht geladen werden
es: No se pudieron cargar las claves de los destinatarios
fr: Impossible de charger les clés des destinataires
ja: 受信者の鍵を読み込めませんでした
pt_br: Não foi possível carregar as chaves dos destinatários
zh_hans: 无法加载收件人密钥

source: Could not parse the key returned by the server.
de: Der vom Server zurückgegebene Schlüssel konnte nicht gelesen werden.
es: No se pudo analizar la clave devuelta por el servidor.
fr: Impossible d'analyser la clé renvoyée par le serveur.
ja: サーバーから返された鍵を解析できませんでした。
pt_br: Não foi possível analisar a chave retornada pelo servidor.
zh_hans: 无法解析服务器返回的密钥。

source: Could not parse the scanned key: %@
de: Der gescannte Schlüssel konnte nicht ausgewertet werden: %@
es: No se pudo procesar la clave escaneada: %@
fr: Impossible d'analyser la clé scannée : %@
ja: スキャンした鍵を解析できませんでした: %@
pt_br: Não foi possível interpretar a chave escaneada: %@
zh_hans: 无法解析扫描到的密钥：%@

source: Could not parse the scanned key.
de: Der gescannte Schlüssel konnte nicht gelesen werden.
es: No se pudo analizar la clave escaneada.
fr: Impossible d'analyser la clé scannée.
ja: スキャンした鍵を解析できませんでした。
pt_br: Não foi possível analisar a chave escaneada.
zh_hans: 无法解析扫描到的密钥。

source: Could not prepare the file for signing.
de: Die Datei konnte nicht zum Signieren vorbereitet werden.
es: No se pudo preparar el archivo para firmarlo.
fr: Impossible de préparer le fichier pour la signature.
ja: 署名用にファイルを準備できませんでした。
pt_br: Não foi possível preparar o arquivo para assinatura.
zh_hans: 无法准备文件以供签名。

source: Could not prepare the message for signing.
de: Die Nachricht konnte nicht zum Signieren vorbereitet werden.
es: No se pudo preparar el mensaje para firmarlo.
fr: Impossible de préparer le message pour la signature.
ja: 署名用にメッセージを準備できませんでした。
pt_br: Não foi possível preparar a mensagem para assinatura.
zh_hans: 无法准备消息以供签名。

source: Could not prepare the signature file.
de: Die Signaturdatei konnte nicht erstellt werden.
es: No se pudo preparar el archivo de firma.
fr: Impossible de préparer le fichier de signature.
ja: 署名ファイルを準備できませんでした。
pt_br: Não foi possível preparar o arquivo de assinatura.
zh_hans: 无法准备签名文件。

source: Could not verify your identity. Please try again.
de: Identität konnte nicht überprüft werden. Bitte erneut versuchen.
es: No se pudo verificar tu identidad. Inténtalo de nuevo.
fr: Impossible de vérifier votre identité. Veuillez réessayer.
ja: 本人確認に失敗しました。もう一度お試しください。
pt_br: Não foi possível verificar sua identidade. Tente novamente.
zh_hans: 无法验证你的身份。请重试。

source: Couldn't check right now
de: Konnte gerade nicht geprüft werden
es: No se pudo comprobar ahora
fr: Impossible de vérifier pour le moment
ja: 現在確認できませんでした
pt_br: Não foi possível verificar agora
zh_hans: 暂时无法检查

source: Couldn't Complete
de: Nicht abgeschlossen
es: No se pudo completar
fr: Échec
ja: 完了できませんでした
pt_br: Não foi possível concluir
zh_hans: 无法完成

source: Couldn't complete the operation.
de: Der Vorgang konnte nicht abgeschlossen werden.
es: No se pudo completar la operación.
fr: Impossible de terminer l'opération.
ja: 操作を完了できませんでした。
pt_br: Não foi possível concluir a operação.
zh_hans: 无法完成此操作。

source: Couldn't Decrypt
de: Entschlüsselung fehlgeschlagen
es: No se pudo descifrar
fr: Échec du déchiffrement
ja: 復号できませんでした
pt_br: Não foi possível decifrar
zh_hans: 无法解密

source: Couldn't Import
de: Import fehlgeschlagen
es: No se pudo importar
fr: Échec de l'importation
ja: インポートできませんでした
pt_br: Não foi possível importar
zh_hans: 无法导入

source: Couldn't open Mail
de: Mail konnte nicht geöffnet werden
es: No se pudo abrir Mail
fr: Impossible d'ouvrir Mail
ja: メールを開けませんでした
pt_br: Não foi possível abrir o Mail
zh_hans: 无法打开邮件

source: Couldn't Open Store
de: Speicher konnte nicht geöffnet werden
es: No se pudo abrir el almacén
fr: Impossible d'ouvrir le magasin
ja: ストアを開けませんでした
pt_br: Não foi possível abrir o repositório
zh_hans: 无法打开密码库

source: Couldn't process the text.
de: Der Text konnte nicht verarbeitet werden.
es: No se pudo procesar el texto.
fr: Impossible de traiter le texte.
ja: テキストを処理できませんでした。
pt_br: Não foi possível processar o texto.
zh_hans: 无法处理该文本。

source: Couldn't read the card.
de: Die Karte konnte nicht gelesen werden.
es: No se pudo leer la tarjeta.
fr: Impossible de lire la carte.
ja: カードを読み取れませんでした。
pt_br: Não foi possível ler o cartão.
zh_hans: 无法读取此卡。

source: Couldn’t restore
de: Konnte nicht wiederhergestellt werden
es: No se pudieron restaurar
fr: Impossible à restaurer
ja: 復元できませんでした
pt_br: Não foi possível restaurar
zh_hans: 无法恢复

source: Couldn't Update Expiration
de: Ablaufdatum konnte nicht aktualisiert werden
es: No se pudo actualizar la caducidad
fr: Impossible de mettre à jour l'expiration
ja: 有効期限を更新できませんでした
pt_br: Não foi possível atualizar a validade
zh_hans: 无法更新有效期

source: Create Backup
de: Sicherung erstellen
es: Crear copia de seguridad
fr: Créer une sauvegarde
ja: バックアップを作成
pt_br: Criar backup
zh_hans: 创建备份

source: Create Backup File
de: Sicherungsdatei erstellen
es: Crear archivo de copia de seguridad
fr: Créer le fichier de sauvegarde
ja: バックアップファイルを作成
pt_br: Criar arquivo de backup
zh_hans: 创建备份文件

source: Create unlimited key pairs for different identities — work, personal, projects. Free includes 1 key pair.
de: Erstelle unbegrenzt viele Schlüsselpaare für verschiedene Identitäten – beruflich, privat, projektbezogen. In der Gratisversion ist 1 Schlüsselpaar enthalten.
es: Crea pares de claves ilimitados para distintas identidades: trabajo, personal, proyectos. La versión gratis incluye 1 par de claves.
fr: Créez un nombre illimité de paires de clés pour différentes identités — travail, personnel, projets. La version gratuite inclut 1 paire de clés.
ja: 仕事、プライベート、プロジェクト用など、用途別に鍵ペアを無制限に作成できます。無料版では 1 ペアまで利用できます。
pt_br: Crie pares de chaves ilimitados para identidades diferentes — trabalho, pessoal, projetos. A versão gratuita inclui 1 par de chaves.
zh_hans: 为不同身份创建无限多的密钥对——工作、个人、项目。免费版包含 1 个密钥对。

source: Created
de: Erstellt
es: Creada
fr: Créée
ja: 作成日
pt_br: Criada
zh_hans: 创建时间

source: Creates a separate signature file proving this file came from you. The file itself is not encrypted or changed. To sign a file you are encrypting, use the Sign option below instead.
de: Erstellt eine separate Signaturdatei, die beweist, dass diese Datei von dir stammt. Die Datei selbst wird nicht verschlüsselt oder verändert. Um eine Datei zu signieren, die du verschlüsselst, verwende stattdessen die Option „Signieren“ unten.
es: Crea un archivo de firma independiente que demuestra que este archivo procede de ti. El archivo en sí no se cifra ni se modifica. Para firmar un archivo que estás cifrando, usa la opción Firmar de abajo.
fr: Crée un fichier de signature distinct prouvant que ce fichier vient de vous. Le fichier lui-même n'est ni chiffré ni modifié. Pour signer un fichier que vous chiffrez, utilisez plutôt l'option Signer ci-dessous.
ja: このファイルがあなたから送られたことを証明する別個の署名ファイルを作成します。ファイル自体は暗号化も変更もされません。暗号化するファイルに署名するには、代わりに下の「署名」を使ってください。
pt_br: Cria um arquivo de assinatura separado que prova que este arquivo veio de você. O arquivo em si não é criptografado nem alterado. Para assinar um arquivo que você está criptografando, use a opção Assinar abaixo.
zh_hans: 创建一个独立的签名文件，证明此文件来自你。文件本身不会被加密或更改。若要为正在加密的文件签名，请改用下方的“签名”选项。

source: Creating key pair...
de: Schlüsselpaar wird erstellt …
es: Creando par de claves…
fr: Création de la paire de clés…
ja: 鍵ペアを作成中…
pt_br: Criando par de chaves…
zh_hans: 正在创建密钥对…

source: Crypto core on GitHub
de: Krypto-Kern auf GitHub
es: Núcleo criptográfico en GitHub
fr: Cœur cryptographique sur GitHub
ja: GitHub の暗号コア
pt_br: Núcleo de criptografia no GitHub
zh_hans: GitHub 上的加密核心

source: Crypto Library
de: Krypto-Bibliothek
es: Biblioteca de cifrado
fr: Bibliothèque cryptographique
ja: 暗号ライブラリ
pt_br: Biblioteca de criptografia
zh_hans: 加密库

source: Crypto Tests
de: Krypto-Tests
es: Pruebas de cifrado
fr: Tests cryptographiques
ja: 暗号テスト
pt_br: Testes de criptografia
zh_hans: 加密测试

source: Current Admin PIN (PW3)
de: Aktuelle Admin-PIN (PW3)
es: PIN de administrador actual (PW3)
fr: PIN administrateur actuel (PW3)
ja: 現在の管理者 PIN (PW3)
pt_br: PIN de administrador atual (PW3)
zh_hans: 当前管理员 PIN（PW3）

source: Current PIN
de: Aktuelle PIN
es: PIN actual
fr: PIN actuel
ja: 現在の PIN
pt_br: PIN atual
zh_hans: 当前 PIN

source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
ja: カスタム
pt_br: Personalizado
zh_hans: 自定义

source: Custom Order
de: Eigene Reihenfolge
es: Orden personalizado
fr: Ordre personnalisé
ja: カスタム順
pt_br: Ordem personalizada
zh_hans: 自定义排序

source: Cycle automatically
de: Automatisch durchlaufen
es: Alternar automáticamente
fr: Défiler automatiquement
ja: 自動で切り替え
pt_br: Alternar automaticamente
zh_hans: 自动循环

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
ja: ダーク
pt_br: Escuro
zh_hans: 深色

source: Data
de: Daten
es: Datos
fr: Données
ja: データ
pt_br: Dados
zh_hans: 数据

source: Date
de: Datum
es: Fecha
ja: 日付
pt_br: Data
zh_hans: 日期

source: Decipher failed.
de: Entschlüsseln fehlgeschlagen.
es: Falló el descifrado.
fr: Échec du déchiffrement.
ja: 復号に失敗しました。
pt_br: Falha ao decifrar.
zh_hans: 解密失败。

source: Deciphering…
de: Entschlüsseln …
es: Descifrando…
fr: Déchiffrement…
ja: 復号中…
pt_br: Decifrando…
zh_hans: 正在解密…

source: Decrypt
de: Entschlüsseln
es: Descifrar
fr: Déchiffrer
ja: 復号
pt_br: Decifrar
zh_hans: 解密

source: Decrypt Another
de: Weitere entschlüsseln
es: Descifrar otro
fr: Déchiffrer un autre
ja: 別のものを復号
pt_br: Decifrar outra
zh_hans: 再解密一条

source: Decrypt Entry
de: Eintrag entschlüsseln
es: Descifrar entrada
fr: Déchiffrer l'entrée
ja: エントリを復号
pt_br: Decifrar entrada
zh_hans: 解密条目

source: Decrypt File
de: Datei entschlüsseln
es: Descifrar archivo
fr: Déchiffrer le fichier
ja: ファイルを復号
pt_br: Decifrar arquivo
zh_hans: 解密文件

source: Decrypt With
de: Entschlüsseln mit
es: Descifrar con
fr: Déchiffrer avec
ja: 復号に使う鍵
pt_br: Decifrar com
zh_hans: 解密所用密钥

source: Decrypted
de: Entschlüsselt
es: Descifrado
fr: Déchiffré
ja: 復号済み
pt_br: Decifrado
zh_hans: 已解密

source: Decrypted & Copied!
de: Entschlüsselt und kopiert!
es: ¡Descifrado y copiado!
fr: Déchiffré et copié !
ja: 復号してコピーしました！
pt_br: Decifrado e copiado!
zh_hans: 已解密并拷贝！

source: Decrypted data is not valid UTF-8 text
de: Die entschlüsselten Daten sind kein gültiger UTF-8-Text
es: Los datos descifrados no son texto UTF-8 válido
fr: Les données déchiffrées ne sont pas du texte UTF-8 valide
ja: 復号されたデータは有効な UTF-8 テキストではありません
pt_br: Os dados decifrados não são texto UTF-8 válido
zh_hans: 解密后的数据不是有效的 UTF-8 文本

source: Decrypted value differs
de: Entschlüsselter Wert weicht ab
es: El valor descifrado difiere
fr: La valeur déchiffrée diffère
ja: 復号された値が一致しません
pt_br: O valor decifrado difere
zh_hans: 解密后的值不一致

source: Decrypting...
de: Wird entschlüsselt …
es: Descifrando…
fr: Déchiffrement…
ja: 復号中…
pt_br: Decifrando…
zh_hans: 正在解密…

source: Decrypting…
de: Entschlüsseln…
es: Descifrando…
fr: Déchiffrement…
ja: 復号中…
pt_br: Decifrando…
zh_hans: 正在解密…

source: Decryption Error
de: Entschlüsselungsfehler
es: Error de descifrado
fr: Erreur de déchiffrement
ja: 復号エラー
pt_br: Erro de decifragem
zh_hans: 解密错误

source: Decryption failed: %@
de: Entschlüsselung fehlgeschlagen: %@
es: Falló el descifrado: %@
fr: Échec du déchiffrement : %@
ja: 復号に失敗しました：%@
pt_br: Falha na decifragem: %@
zh_hans: 解密失败：%@

source: Decryption failed.
de: Entschlüsselung fehlgeschlagen.
es: Falló el descifrado.
fr: Échec du déchiffrement.
ja: 復号に失敗しました。
pt_br: Falha na decifração.
zh_hans: 解密失败。

source: Decryption failed. Wrong passphrase or message encrypted to a different key.
de: Entschlüsselung fehlgeschlagen. Falsche Passphrase oder Nachricht für einen anderen Schlüssel verschlüsselt.
es: Falló el descifrado. Frase de contraseña incorrecta o el mensaje se cifró con otra clave.
fr: Échec du déchiffrement. Phrase secrète incorrecte ou message chiffré pour une autre clé.
ja: 復号に失敗しました。パスフレーズが違うか、別の鍵で暗号化されたメッセージです。
pt_br: Falha na decifragem. Frase-senha incorreta ou mensagem cifrada para outra chave.
zh_hans: 解密失败。口令错误，或消息是用其他密钥加密的。

source: Decrypts %@ with the matching key in your keyring — a software key, or a tap of your hardware key.
de: Entschlüsselt %@ mit dem passenden Schlüssel in deinem Schlüsselbund — einem Software-Schlüssel oder einem Antippen deines Hardware-Schlüssels.
es: Descifra %@ con la clave correspondiente de tu llavero: una clave de software o un toque de tu llave de hardware.
fr: Déchiffre %@ avec la clé correspondante de votre trousseau : une clé logicielle, ou une pression de votre clé matérielle.
ja: 鍵束内の対応する鍵（ソフトウェア鍵、またはハードウェアキーのタップ）で %@ を復号します。
pt_br: Decifra %@ com a chave correspondente no seu chaveiro: uma chave de software ou um toque da sua chave de hardware.
zh_hans: 用你密钥环中匹配的密钥解密 %@——可以是软件密钥，或轻触一下硬件密钥。

source: DEFAULT
de: STANDARD
es: PREDETERMINADA
fr: PAR DÉFAUT
ja: デフォルト
pt_br: PADRÃO
zh_hans: 默认

source: Default account
de: Standardkonto
es: Cuenta predeterminada
fr: Compte par défaut
ja: デフォルトのアカウント
pt_br: Conta padrão
zh_hans: 默认账户

source: Default Key
de: Standardschlüssel
es: Clave predeterminada
fr: Clé par défaut
ja: デフォルトの鍵
pt_br: Chave padrão
zh_hans: 默认密钥

source: Default Recipient
de: Standardempfänger
es: Destinatario predeterminado
fr: Destinataire par défaut
ja: デフォルトの受信者
pt_br: Destinatário padrão
zh_hans: 默认收件人

source: Default signer
de: Standard-Unterzeichner
es: Firmante predeterminado
fr: Signataire par défaut
ja: デフォルトの署名者
pt_br: Signatário padrão
zh_hans: 默认签名者

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
pt_br: Excluir
zh_hans: 删除

source: DELETE ALL DATA
de: ALLE DATEN LÖSCHEN
es: BORRAR TODOS LOS DATOS
fr: EFFACER TOUTES LES DONNÉES
ja: すべてのデータを削除
pt_br: EXCLUIR TODOS OS DADOS
zh_hans: 删除所有数据

source: Delete Key
de: Schlüssel löschen
es: Eliminar clave
fr: Supprimer la clé
ja: 鍵を削除
pt_br: Excluir chave
zh_hans: 删除密钥

source: Detached Signature
de: Abgetrennte Signatur
es: Firma separada
fr: Signature détachée
ja: 分離署名
pt_br: Assinatura destacada
zh_hans: 分离签名

source: Diagnostics copied
de: Diagnose kopiert
es: Diagnósticos copiados
fr: Diagnostics copiés
ja: 診断情報をコピーしました
pt_br: Diagnóstico copiado
zh_hans: 已复制诊断信息

source: Didn't find what you needed? Tap Send Feedback in Settings to email the developer directly.
de: Nicht gefunden, was du gesucht hast? Tippe in den Einstellungen auf „Feedback senden“, um direkt eine E-Mail an die Entwickler zu senden.
es: ¿No encuentras lo que necesitas? Toca Enviar comentarios en Ajustes para escribir directamente al desarrollador.
fr: Vous n'avez pas trouvé ce dont vous avez besoin ? Touchez Envoyer un commentaire dans les Réglages pour écrire directement au développeur.
ja: 必要な情報が見つかりませんでしたか？ 設定の「フィードバックを送信」から開発者に直接メールできます。
pt_br: Não encontrou o que precisava? Toque em Enviar feedback em Ajustes para escrever diretamente ao desenvolvedor.
zh_hans: 没找到需要的内容？在设置中轻点「发送反馈」，向开发者发送邮件。

# Different key — starting over. Scanned %lld of %lld parts
source: Different key — starting over. Scanned %1$lld of %2$lld parts
de: Anderer Schlüssel — Neustart. %1$lld von %2$lld Teilen gescannt
es: Clave diferente — empezando de nuevo. Escaneadas %1$lld de %2$lld partes
fr: Clé différente — on recommence. %1$lld parties sur %2$lld scannées
ja: 別のキーです。最初からやり直します。%1$lld/%2$lldパートをスキャン済み
pt_br: Chave diferente — recomeçando. %1$lld de %2$lld partes lidas
zh_hans: 密钥不同——重新开始。已扫描 %1$lld / %2$lld 段
